Repository: dracoloveforall-crypto/XRP-Infinity-Cash-Guardian-Ledger-
Catalog: *.po
Languages: de

source: Cryptonite Help
de: Cryptonite Hilfe

source: General Settings Help:
de: Allgemeine Einstellungen Hilfe:

source: Notifications Settings Help:
de: Benachrichtigungseinstellungen Hilfe:

source: Widget Title: Custom name for your widget
de: Widget-Titel: Benutzerdefinierter Name für Ihr Widget

source: Cryptocurrencies: Comma-separated symbols (BTC,ETH,XRP)
de: Kryptowährungen: Kommagetrennte Symbole (BTC,ETH,XRP)

source: Update Interval: Data refresh rate in seconds
de: Aktualisierungsintervall: Datenaktualisierungsrate in Sekunden

source: Colors: Customize widget appearance
de: Farben: Widget-Erscheinungsbild anpassen

source: Portfolio: Enter your cryptocurrency holdings
de: Portfolio: Geben Sie Ihre Kryptowährungsbestände ein

source: Amount: Quantity you own
de: Menge: Anzahl die Sie besitzen

source: Purchase Price: Price per coin when purchased
de: Kaufpreis: Preis pro Münze beim Kauf

source: Enable notifications: Toggle sound alerts
de: Benachrichtigungen aktivieren: Sound-Warnungen ein-/ausschalten

source: Gain Sound: Play when portfolio increases by 0.5%
de: Gewinn-Sound: Wiedergabe bei Portfolio-Steigerung um 0,5%

source: Loss Sound: Play when portfolio decreases by 0.5%
de: Verlust-Sound: Wiedergabe bei Portfolio-Rückgang um 0,5%

source: Sounds will play when your total profit/loss changes by more than 0.5%.
de: Sounds werden abgespielt, wenn sich Ihr Gesamtgewinn/-verlust um mehr als 0,5% ändert.

source: Select a help topic
de: Wählen Sie ein Hilfethema
